Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=190_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Valtiosihteeri Raimo Valle: jokaisella oikeus oppia saamen kieltä koulussa
sme: Stáhtačálli Valle: juohkehaččas riekti sámegiela oahpahussii

source: Valtiosihteeri Raimo Valle selvitti Norjan hallituksen saamelaispoliittisia linjauksia ja ILO-sopimuksen vaikutuksia saamelaisopetukseen Helsingissä järjestetyssä seminaarissa 13.11.
sme: Stáhtačálli Raimo Valle čilgii Norgga ráđđehusa sámepolitihkálaš linjá ja ILO-álgoálbmotsoahpámuša váikkuhusaid sámeoahpahussii Helssegis 13.11. ordnejuvvon semináras.

source: Saamen ja norjan kielet ovat tasavertaisia kieliä Norjassa.
sme: Sámegiella lea ovttadássásaš giella dárogielain Norggas.

source: Oikeus saamen kielen oppimiseen koulussa kuuluu opetuslain mukaan jokaiselle saamelaisoppilaalle asuinpaikasta riippumatta.
sme: Vuoigatvuohta sámegiela oahppamii skuvllas gullá oahpahuslága mielde juohke sámeoahppái beroškeahttá ássanbáikkis.

source: Saamen kielen hallintoalueella omaan kieleen ja kulttuuriin liittyvät opetukselliset oikeudet ovat muuta maata laajemmat.
sme: Sámegiela hálddašanguovllus sámegillii ja – kultuvrii laktáseaddji vuoigatvuođat oahpahusas leat viidásabbot go eará osiin riikkas.

source: - Norjan hallitus noudattaa aktiivista saamelaispolitiikka, jonka perustana ovat maan perustuslain ŠsaamelaispykäläŠ (§ 110 a), vuonna 1987 säädetty saamelaislaki ja kansainvälisen työjärjestö ILO:n sopimus n:o 169.
sme: - Norgga ráđđehus ollašuhttá aktiivvalaš sámepolitihká, man vuođđun leat vuođđolága ŠsámeparagráfaŠ (§ 110 a), jagis 1987 mearriduvvon sámeláhka ja álbmogiidgaskasaš bargoorganisašuvdna ILO:n soahpamuš nr 169.

source: Vallen mukaan saamelaisia koskeva koulutuspolitiikka on sovitettu vastaamaan ILO-sopimuksen vaatimuksia.
sme: Valle mielde sámiide guoski skuvlenpolitihkká lea heivehuvvon vástidit ILO-soahpámuša gáibádusaid.

source: ILO-sopimuksen mukaan opetusohjelmia ja koulutusmahdollisuuksia tulee suunnitella ja toteuttaa yhteistyössä alkuperäiskansan kanssa.
sme: ILO-soahpámuša mielde oahpahusprográmmat ja skuvlenfálaldagat galget plánejuvvot ja ollašuhttojuvvot ovttasráđiid álgoálbmogiin.

source: – Uuden opetuslain tullessa voimaan vuonna 1999 saamelaiskäräjien vaikutusvalta lisääntyi ja vastuu mm. saamelaisoppilaita koskevien opetussuunnitelmien valmistamisesta siirtyi saamelaiskäräjille.
sme: – Go ođđa oahpahusláhka bođii fápmui jagi 1999, de sámediggi oaččui eambbo dadjamuša ja ovddasvástádusa ee. ráhkadahttit oahppoplánaid vuođđoskuvlla sámeohppiide.

source: Saamelaiskäräjät neuvottelee opetussuunnitelmista opetusministeriön (Kunnskapsdepartement) kanssa, joka hyväksyy ne.
sme: Sámediggi ráđđádallá oahppoplánain máhttodepartemeanttain, mii mearrida plánain.

source: - Opetussuunnitelmatehtävien lisäksi saamelaiskäräjien tehtäviin kuuluu saamenkielisen oppimateriaalin tukijärjestelmän hallinto ja kehittäminen, kertoi Valle.
sme: - Oahppaplánabargguid lassin sámedikkis lea ovddasvástádus oahpponeavvoovddideami doarjjaortnegiid hálddahusas ja ovddideamis, muitalii Valle.

source: Käytännössä se tarkoittaa oppimateriaalivarojen hallinnointia ja jakamista, materiaalityön seurantaa ja pedagogista ohjausta.
sme: Praktihkas dat oaivvilda oahppamateriálaváriid hálddahusa ja juohkima, materiálabarggu čuovvuma ja pedagogalaš bagadallama.

source: - Saamen kielen ja saamen opetusasioiden edistäminen hallituspolitiikassa merkitsee uusien urien avaamista.
sme: - Sámegiela ja sámi oahpahusáššiid ovddideapmi lea ođđa luottaid boltunbargu.

source: Maan hallitus on antanut viimeisten kahden vuoden aikana viisi tiedonantoa suurkäräjille.
sme: Ráđđehus lea addán vihtta stuorradiggedieđáhusa maŋimuš guovtte jagis.

source: Kolme niistä käsittelee yksinomaan koulu- ja opetusasioita.
sme: Dáin stuorradiggedieđáhusain golbma gieđahallet oppalaččat skuvlla oahpahusa.

source: Kaksi tiedonannoista käsittelee erityisesti saamen kieliä ja Norjan saamelaispolitiikka, kertoi Valle.
sme: Guokte dáin dieđáhusain gieđahallet erenoamážit sámegielaid ja Norgga sámepolitihká, muitalii Valle.

source: Valtiosihteeri Raimo Vallen puhe luettavissa kokonaisuudessaan tästä Stáhtačálli Raimo Valle Helssegis 13.11.2008 ja Statssekretær Raimo Valle 13.11.2008 Helsingfors.
sme: Stáhtačálli Raimo Valle sáhka lohkan láhkái dás Stáhtačálli Raimo Valle Helssegis 13.11.2008 ja Statssekretær Raimo Valle 13.11.2008 Helsingfors
